tap "koekeishiya/formulae"
brew "a2ps"
brew "act"
brew "glib"
brew "icu4c@77"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "antidote"
brew "jpeg-xl"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "autojump"
brew "automake"
brew "aws-shell"
brew "python@3.13"
brew "awscli"
brew "balena-cli"
brew "gtk4"
brew "libadwaita"
brew "baobab"
brew "bind"
brew "black"
brew "ccache"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cppcheck"
brew "cscope"
brew "csvkit"
brew "daemonize"
brew "dive"
brew "docker-machine"
brew "dos2unix"
brew "doxygen"
brew "duti"
brew "enscript"
brew "exiftool"
brew "fakeroot"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "figlet"
brew "flake"
brew "flake8"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "git-big-picture"
brew "git-delta"
brew "git-gui"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "go-jira", link: false
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gsettings-desktop-schemas"
brew "helm"
brew "iperf"
brew "ipmitool"
brew "irssi"
brew "ispell"
brew "jc"
brew "jfrog-cli"
brew "jira-cli"
brew "jq"
brew "jwt-cli"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "ldns"
brew "lft"
brew "libdvdcss"
brew "libjwt"
brew "librdkafka"
brew "libxml2"
brew "lynx"
brew "make"
brew "mas"
brew "minikube"
brew "ncdu"
brew "netcat"
brew "nethack"
brew "nethogs"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "pandoc"
brew "pdfcpu"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "protoc-gen-go"
brew "psftools"
brew "pstree"
brew "pv"
brew "pylint"
brew "pyright"
brew "qemu"
brew "qpdf"
brew "rancher-cli"
brew "ruby"
brew "ruff"
brew "rust"
brew "sc-im"
brew "scons"
brew "shellcheck"
brew "six"
brew "sops"
brew "speedtest-cli"
brew "sphinx-doc"
brew "staticcheck"
brew "subversion"
brew "telnet"
brew "tidy-viewer"
brew "tiger-vnc"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "vmdktool"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "bot-framework-emulator"
cask "brave-browser"
cask "dbeaver-community"
cask "deskpad"
cask "docker"
cask "drawio"
cask "emacs"
cask "fantastical"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-humor-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "gitkraken"
cask "gitx"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "harmony"
cask "iterm2"
cask "keeper-password-manager"
cask "ngrok"
cask "omnidisksweeper"
cask "omnigraffle"
cask "openmtp"
cask "oracle-jdk"
cask "orbstack"
cask "orion"
cask "postman"
cask "quicksilver"
cask "slack-cli"
cask "sync"
cask "teleport-connect"
cask "tex-live-utility"
cask "texmacs"
cask "ubersicht"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Avenue", id: 1523681067
mas "GPS Tracks", id: 425589565
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Sleep Control Center", id: 946798523
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "waderyan.gitblame"
