tap "aquasecurity/trivy"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
brew "a2ps"
brew "act"
brew "glib"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "antidote"
brew "jpeg-xl"
brew "autojump"
brew "automake"
brew "six"
brew "aws-shell"
brew "python@3.11"
brew "awscli"
brew "node"
brew "balena-cli"
brew "gtk4"
brew "libadwaita"
brew "baobab"
brew "bind"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "daemonize"
brew "dive"
brew "docker-machine"
brew "dos2unix"
brew "duti"
brew "enscript"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "flake8"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "helm"
brew "irssi"
brew "ispell"
brew "jfrog-cli"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "ldns"
brew "lft"
brew "libdvdcss"
brew "libjwt"
brew "librdkafka"
brew "libxml2"
brew "lynx"
brew "make"
brew "mas"
brew "minikube"
brew "ncdu"
brew "netcat"
brew "nethack"
brew "nethogs"
brew "nghttp2"
brew "nmap"
brew "pandoc"
brew "postgresql@14"
brew "pyyaml"
brew "virtualenv"
brew "pre-commit"
brew "protoc-gen-go"
brew "psftools"
brew "pstree"
brew "pv"
brew "pylint"
brew "python@3.9"
brew "qemu"
brew "rancher-cli"
brew "ruby"
brew "scons"
brew "shellcheck"
brew "speedtest-cli"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tidy-viewer"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "trivy"
brew "vagrant-completion"
brew "vmdktool"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "bot-framework-emulator"
cask "brave-browser"
cask "brave-browser-beta"
cask "dbeaver-community"
cask "docker"
cask "emacs"
cask "fantastical"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-humor-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "google-drive"
cask "googleappengine"
cask "handbrake"
cask "harmony"
cask "iterm2"
cask "mactex"
cask "multipass"
cask "ngrok"
cask "omnidisksweeper"
cask "omnigraffle"
cask "oracle-jdk"
cask "postman"
cask "quicksilver"
cask "slack-cli"
cask "sync"
cask "tex-live-utility"
cask "texmacs"
cask "vagrant"
cask "vlc"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Battery Health", id: 490192174
mas "Flow", id: 1597123257
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QR Capture", id: 1369524274
mas "Wake Up Time", id: 495945638
mas "Xcode", id: 497799835
